13/data/attachments/8dd3a463cf4f3e3a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lori_can_Actions_47342_4</nif:username>
            <nif:friendToBeRequested>soap_actions_75dab636-2277-44fb-a835-ff41550eb145</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>